Repository: polgamor/Geosys-Tourism-App-Malta
Catalog: lib/localization/languages/app_*.arb
Languages: mt

source: Select Language
mt: Agħżel il-Lingwa

source: Sign In
mt: Idħol

source: LOGIN
mt: IDĦOL

source: REGISTER
mt: IRREĠISTRA

source: Forgot password?
mt: Insejt il-password?

source: Sign Up
mt: Irreġistra

# emailHint
source: example@email.com
mt: ezempju@email.com

# repeatPasswordHint
source: repeat password
mt: erġa' ikteb il-password

# resetPasswordPrompt
source: Enter your email to reset your password
mt: Daħħal l-email tiegħek biex tirrisettja l-password

source: Send Code
mt: Ibgħat il-Kodiċi

source: Return to login
mt: Mur lura għall-login

source: Check Your Email!
mt: Iċċekkja l-Email Tiegħek!

# resetLinkSent
source: We sent a password reset link to {email}
mt: Bgħatna link għar-risettjar tal-password lil {email}

# enterOtp
source: Enter the code from your email
mt: Daħħal il-kodiċi mill-email tiegħek

# otpHint
source: 6-digit code
mt: kodiċi ta' 6 ċifri

source: Verify Code
mt: Ivverifika l-Kodiċi

source: Go Back
mt: Mur Lura

source: Enter as guest
mt: Idħol bħala mistieden

source: Privacy Policy
mt: Politika tal-Privatezza

source: Terms of Use
mt: Termini ta' Użu
